Repository: PiotrZPL/GCFandLCM
Catalog: po/*.po
Languages: fr

source: About
fr: À propos

source: Credits
fr: Crédits

source: Released under the terms of %1
fr: Distribuée sous les termes de %1

source: Report bugs on %1
fr: Signalez les problèmes sur %1

source: Huge thanks to:
fr: Un grand merci à :

source: GCF & LCM
fr: PGFC & PPMC

source: GCF
fr: PGFC

source: LCM
fr: PPMC

source: Theme
fr: Thème

source: Find GCF
fr: Trouver le PGFC

source: Enter numbers separated by points
fr: Saisissez des chiffres séparés par des points

source: Find LCM
fr: Trouver le PPMC
